[
    {
        "title": "Jewish Lore Reactions: Prologue",
        "paragraph": "Shalom friends! Let's go on an ✨epic quest✨ to explore the characters, stories, legends, folklore, art, and song that form the collective narrative world-building of the Jewish people. Shape-shifting Elijah the Prophet. Memory-keeper Serach Bat Asher. Ashmodai, King of the Demons. The wise (sometimes) King Solomon. Agrat, and her Gang of Destroying Angels. Lilith. Dybbuks. Golems. The overworked Angel of Death, and his inept intern Chad. It's giving \"creative resiliency.\" Welcome to #JewishLoreReactions, the new #DafReactions spinoff series! 🪬\n\nVisit miriamanzovin.com/jewish-lore-reactions for a list of the incredible experts who consulted on this project, as well as a selected reading list of the books and sources that simmer in this \"cauldron of story.\" (Or, perhaps, the cholent/hamin/t'beet/dfina of story, in this case 😊)",
        "youtube_url": "https://www.youtube.com/watch?v=9w7KG0BbP9E"
    },
    {
        "title": "Jewish Lore Reactions: Will The Real King Solomon Please Stand Up? Part I",
        "paragraph": "Shalom friends! Wanna hear a shocking cautionary tale about identity theft between Ashmodai, King of the Demons and the Biblical King Solomon? That also somehow involves a ✨MAGIC WORM✨?! Gather ‘round the phone screen, and let me tell you the story...\n-----\nI want to recognize the devastating news of last night/this morning, unbearable on top of all the months of nightmare horror. Creating a space on my platforms for Jewish joy has felt like a vital goal for me in the midst of this hellscape, which is why I do not often make videos about pain. But the truth is many of the stories in this new series have come out of the darkest experiences in our history, as we have always been storytellers to help us keep going, to be resilient, to remember, to honor, to uplift, to heal. If you are not in the mindset to watch something funny right now, I completely respect that. If you on the other hand are looking to briefly escape this reality into one of collective imagination, please do watch this video, and enjoy.",
        "youtube_url": "https://www.youtube.com/watch?v=AjX1vvlFDSs"
    },
    {
        "title": "Will the Real King Solomon Please Stand Up? Part II",
        "paragraph": "Shalom, friends! Welcome back to #JewishLoreReactions: Will the Real King Solomon Please Stand Up? Part II\nSolomon has been resoundingly yeeted, but will a shocking report from the harem lead to Ashmodai being, um, de-feeted? The drama continues!  #Folklore #Jewish #Folktales #Aggada #Talmud  👑 😈🐔",
        "youtube_url": "https://www.youtube.com/watch?v=NRvPFhfxgtc"
    },
    {
        "title": "Jewish Lore Reactions: Agrat and the Destroying Angels",
        "paragraph": "Shalom, friends! Welcome back to #JewishLoreReactions! On this episode, meet Agrat, demon queen and mother of Ashmodai, who rolls deep with a squad of 180,000 angels of destruction in an intersectional coalition of mutually supportive absolute menace! 👑😈💃",
        "youtube_url": "https://www.youtube.com/watch?v=F8S0by84BRE"
    },
    {
        "title": "Jewish Lore Reactions: Ride or Ashmodai Part I",
        "paragraph": "Shalom friends!\nThis is a fairytale about a demon-human divorce. A horror story about what happens when Ashmodai’s daughter, the demon princess Ufrut, marries a vile human man.\nWelcome to #JewishLoreReactions, Ride or Ashmodai, Part I ✨\n#Agunot #jewishstories #folklore\n*If you need agunot resources, please check the link in bio ♥️",
        "youtube_url": "https://www.youtube.com/watch?v=DCwMvLhANR8"
    },
    {
        "title": "Jewish Lore Reactions: Ride or Ashmodai, Part II",
        "paragraph": "Our story of Ufrut, demon princess and daughter of King Ashmodai continues. Her oathbreaking POS human husband has made her an #agunah, a chained woman. And now, it’s time…for REVENGE. \nWelcome to #JewishLoreReactions, Ride or Ashmodai, Part II\n#Agunot #TheTaleofTheJerusalemite #Ashmodai #Asmodeus\n\n*If you need agunot resources, know that you are not alone. Please check out these organizations that can help. ♥️\nhttps://docs.google.com/document/d/1xu1x2AwA9wFAvcXSWomLA8DjsGmpk85ZKi81ZLyFRS0/edit?usp=sharing",
        "youtube_url": "https://www.youtube.com/watch?v=M2R8KM3ouEs"
    },
    {
        "title": "The Story of Judith: A Jewish Lore Reactions Hanukkah Special!",
        "paragraph": "Shalom, friends!\nThe holiday of #Hanukkah is here!\nSo it’s time for me to tell you the epic story of a daring and 🔥 extremely attractive 🔥 assassin who, against all odds, took out a high-ranking enemy leader to save the oppressed! Welcome to The Story of Judith: A #JewishLoreReactions Hanukkah Special! 🕎🗡️🗡️🗡️🗡️🗡️🗡️🗡️🗡️",
        "youtube_url": "https://www.youtube.com/watch?v=vafny60Xppg"
    },
    {
        "title": "Jewish Lore Reactions: A Work-Death Balance",
        "paragraph": "King Solomon, renowned for his wisdom, noticed that one of his friends was going through a tough time. We’ve all been there. Especially in February.  Highly relatable. You want to help, to listen, to be present for them. But not gonna lie, it’s a bit trickier when your friend…happens to be the Angel of Death. \n\nWelcome to Jewish Lore reactions: A Work-Death Balance!\n\nSources: Brachot 4b, Sukkah 53a, Moed Katan 28a, Avodah Zarah 20b, Sotah 46b, Bereshit Rabbah 69:8, Tree of Life (Schwartz) pg 476-8",
        "youtube_url": "https://www.youtube.com/watch?v=5dooF0nLKeE"
    },
    {
        "title": "Jewish Lore Reactions: The Wrong Miriam",
        "paragraph": "Shalom friends,\nThe Angel of Death was fully in his #bossbabe era.\nBut with such a busy career, perhaps trying to manage a new, inept intern as well had just added too much chaos.\nMaybe it was inevitable that something would go…horrifically wrong.\nWelcome to #JewishLoreReactions: The Wrong Miriam\n#notallMiriams \n\nThis story is based on: Brachot 6a, Chagigah 4b and 5a, Avodah Zara 35b, Bava Kamma 60b, Zohar Hadash Rut 76a",
        "youtube_url": "https://www.youtube.com/watch?v=5xGB_SeCr48"
    },
    {
        "title": "The Song of Serach: A Jewish Lore Reactions Passover Special",
        "paragraph": "Shalom, friends! The Angel of Death was pretty salty about \"The ones who got away,” the VIPS in Jewish lore who  ascended to heaven while still alive. But that’s his beef, not mine! This is the saga of my favorite immortal, the personification of memory, music, and storytelling in Judaism, Serach Bat Asher! Welcome to The Song of Serach: A #JewishLoreReactions Passover Special!  🎶\n\nSources: Genesis 37:4, Genesis 37:31-34, Genesis 41:41, Genesis 50:24-26, Exodus 13:19, Sefer HaYashar - Book of Genesis - Vayigash 9, Pirkei d'Rabi Eliezer Ch. 48, Pirkei D'Rabbi Eliezer (Higer) - \"Horev\" Ch. 47, Sotah 13a:14, Pesikta DeRav Kahana 11:13, Targum Jonathan on Numbers 26:46",
        "youtube_url": "https://www.youtube.com/watch?v=AY0Z1nTghS8"
    },
    {
        "title": "Jewish Lore Reactions: The FIRST Eve",
        "paragraph": "Shalom, friends!\nWho was  the first woman in Jewish Lore? NOT the Eve who believed a weird snake with an MLM!  In the words of Lady Gaga, let me t-t-take you to the Garden of Eden to meet: Chava Rishona. Welcome to #JewishLoreReactions: The FIRST Eve 🫀\n\nSOURCES:  Genesis 1: 1-25, 1:27-28, 2:7, 2:18-21,  Brachot 61a, Eruvin 18a, Mishna Avot 5:6, Midrash Tanchuma Buber - Bereshit 28:1, Legends of the Jews 1:2:48,  Bereshit Rabbah 8:1, Bereshit Rabbah 17:7, 18:4, Avot de Rabbi Natan 4:3, The Tree of Souls, Schwartz",
        "youtube_url": "https://www.youtube.com/watch?v=4bNjltoKM-M"
    },
    {
        "title": "Jewish Lore Reactions: The Night Queen",
        "paragraph": "Shalom, friends! This week, a new bombshell enters the villa. And by “villa” I mean the Garden of Eden, and by “bombshell” I mean the OG HBIC demon queen…Lilith. What will happen when Adam tries to pull her for a chat? Let’s find out…\nWelcome to #JewishLoreReactions: The Night Queen 🦉\n#Lilith #GardenofEden #folklore \n\nSources:  Legends of the Jews, 1:2:43. Bereshit Rabbah 18:4. Alphabet of Ben Sira, \"Toldot Ben Sira,\" Nusach 2, 78: Lilith. “Lilith,” The Journal of American Folklore, Vol. 77, No. 306, Raphael Patai. “Lilith: The Woman Who Would Be A Jew,” Aviva Cantor.\n\nSpecial thanks to Dr. Sara Ronis and Geo Poor. And to Janet P., who made the joke about Senoy, Sansenoy, & Samengalof Attorneys at Law years ago :-)\n\nImages: \nAmulet for protection against fire and for child birth and protection from all evil, Jerusalem, 1874/ The Collection in @magnesmuseum The Magnes Collection of Jewish Art and Life, University of California, Berkeley. Amulet from India, from \"The Angel Raziel”/ The Collection in The Magnes Collection of Jewish Art and Life, University of California, Berkeley. Medieval Amulet to Protect Mother and Child/ Wikimedia Commons",
        "youtube_url": "https://www.youtube.com/watch?v=kw31-kltJsg"
    },
    {
        "title": "Jewish Lore Reactions: Trouble In Paradise Part I",
        "paragraph": "Shalom, friends! Adam’s love life was in its flop era. \nThe First Eve had been un-made at his own request. \nAnd Lilith had left his 🍑 in the dust from whence it came. Would the third time be the charm for our Bachelor? \nOr the ultimate canon event for humanity…and snakes? Welcome to #JewishLoreReactions: Trouble In Paradise Part I 🐍\n\nSources: Genesis/Bereshit 1:28-3:6,\nBabylonian Talmud Shabbat 95a, Eruvin 18a, Sanhedrin 38b\nBereshit Rabbah 8:13, 18:1, 19:4-5, 20:2-5, 85:2\nPirkei DeRabbi Eliezer 13:5-7\nTargum Jonathan on Genesis 3:6\nHoward Schwartz, Tree of Souls\nLouis Ginzberg, The Legends of the Jews, Vol. I. \nTikva Frymer-Kensky, In the Wake of the Goddesses\n\nOnce again, an enormous thank you to Dr. Sara Ronis, and Geo Poor for their time, expertise, and guidance!",
        "youtube_url": "https://www.youtube.com/watch?v=MFKXTDVN9uE"
    }
]