[
    {
        "title": "#JewishBookReactions Episode 1: “Demons in the Details” by Dr. Sara Ronis",
        "paragraph": "Shalom, friends! Welcome to a NEW SERIES!! #JewishBookReactions episode 1: “Demons in the Details” by the ICONIC Dr. Sara Ronis! 😈📖 #booktok #demons #talmud #jewishlearning",
        "youtube_url": "https://www.youtube.com/watch?v=XkEUy90wRWU"
    },
    {
        "title": "Jewish Book Reactions Episode 2: “Here All Along” by Sarah Hurwitz",
        "paragraph": "Shalom, friends! Last week in my AMA, a self-described secular American Jew who wanted to connect more with their Judaism but wasn’t sure where to begin asked me if I have any recommendations. And guess what? I DO. Welcome to #JewishBookReactions Episode 2 “Here All Along: Finding Meaning, Spirituality, and a Deeper Connection to Life — In Judaism (After Finally Choosing to Look There)” by Sarah Hurwitz! She covers it all - Torah, Talmud, prayer, life cycle rituals, the Jewish calendar - all the things! #judaism #jewishlearning",
        "youtube_url": "https://www.youtube.com/watch?v=Zl1x5ATfBrY"
    },
    {
        "title": "Jewish Book Reactions: “The Madwoman in the Rabbi’s Attic”",
        "paragraph": "Shalom friends! Welcome back to #JewishBookReactions! In which I talk about Gila Fine’s INCREDIBLE book “The Madwoman in the Rabbi’s Attic: Rereading the Women of the Talmud” and offer my own (OBVIOUSLY unprintable, but HIGHLY enthusiastic) blurb! Shout out to @pardesinstituteofJewishStudies @korenpublishers for this excellent #Jewish book. #Talmud #Jewishwomen #DafYomi",
        "youtube_url": "https://www.youtube.com/watch?v=Uq-gI1rpNzU"
    },
    {
        "title": "Jewish Book Reactions: Honey on the Page",
        "paragraph": "Shalom friends, \nI held on to my sanity this horrible week by doing two things: 1. Screaming into the void, (which I do highly recommend) and 2. reading the beautiful book “Honey on the Page: A treasury of Yiddish Children’s Literature” edited and translated by the wonderful @miriamudel!\n\nWelcome back to #JewishBookReactions!",
        "youtube_url": "https://www.youtube.com/watch?v=xycSNb6Zx-A"
    },
    {
        "title": "Jewish Book Reactions: God's Monsters by Dr. Esther Hamori",
        "paragraph": "Shalom, friends!\nWe’ve been talked a lot about the monstrous leviathan lurking in the deep this week, so let me recommend the perfect...beach read!\nWelcome to #JewishBookReactions!\nOn this episode, \"God’s Monsters: Vengeful Spirits, Deadly Angels, Hybrid Creatures, and the Divine Hitmen of the Bible\" by Dr. Esther Hamori",
        "youtube_url": "https://www.youtube.com/watch?v=a8hYiJiRML0"
    },
    {
        "title": "Jewish Book Reactions: Torah in the Tarot by Stav Appel!",
        "paragraph": "Shalom friends!\nDid you know there are secret Jewish teachings hidden within the art of the #Tarot de Marseille cards, so that crypto-Jews could preserve knowledge of their traditions against destruction? I did not - but now I do! Welcome to #JewishBookReactions: The Torah in the Tarot, by scholar and cultural detective Stav Appel!\nALSO I am so excited to join Stav,  @JArtsBoston, and @ayinpress  for the book launch October 16! PERFECT FOR A VERY JEWISH SPOOKY SZN!\nRegister here: https://vilnashul.org/events/event/Torah-in-tarot?utm_source=popup&utm_medium=popup&utm_campaign=Torah-Tarot",
        "youtube_url": "https://www.youtube.com/watch?v=EKuhg976Asg"
    }
]